\// Данные для колеса. Меняйте этот объект, не трогая app.js.
const GAME_DATA = {
  "Предметы": [
    "Золотой кубик",
"Кроссовки спидраннера",
"Чекпоинт",
"Антивирус",
"Щит протагониста",
"Картридж сохранения",
"Счастливая монетка",
"Ключ разработчика",
"Очки EZ ",
"Банановая кожура",
"Энергетик",
"Сделка с дьяволом",
"Чёрный рынок",
"Карманник",
"Перчатки вора",
"Страховка аутсайдера",
"Проклятый кубик",
"Геймпад с дрифтом",
"Очки Рэмбо",
"Пиратская копия",
"Удалённое сохранение"
  ],
  "Дебаффы": [
    "Проклятый кубик",
"Геймпад с дрифтом",
"Очки Рэмбо",
"Пиратская копия",
"Удалённое сохранение"
  ],
  "Сони не эксклюзивы": [
    "анчартед", "тлоу", "год оф вар рагнарёк", "паук 1", "рачёт и кланк", "тусима"
  ],
  "Атлус": [
    "метафор", "персона 3", "персона 4", "персона 5", "SMT V Vengeance", "Etrian Odyssey"
  ],
  "Рокстары": [
    "гта 5", "рдр1", "макс пейн3", "булли", "ла ноир", "гта триогия"
  ],
  "Финалки": [
    "фф7 1", "фф7 2", "фф7 спин офф", "фф15", "фф16", "FF 8"
  ],
  "Юбисофт": [
    "вои догс", "фар край 3", "воч догс 2", "саус парк 1", "аватар", "Beyond Good & Evil"
  ],
  "Капком": [
    "прагмата", "драгон догма", "драгон догма 2", "оками", "мегамен 11", "дмс: девил мей край"
  ],
  "Беседка": [
    "скайрим", "фолаут 3", "фолаут нв", "фолаут 4", "старфилд", "обливион ремейк"
  ],
  "Адские игры": [
    "дум 2016", "дум этернал", "дум средневековье", "дмс 5", "дмс 4", "байонетта"
  ],
  "Бабадзаки и лайс оф пи": [
    "секиро", "дс 1", "дс 2", "дс 3", "элден ринг", "лайс оф пи"
  ],
  "Калды": [
    "мв 2", "Ghosts", "Advanced Warfare", "Black Ops II", "World at War", "Modern Warfare 3"
  ],
  "Сюрвайвал хоррор": [
    "эвил визин", "эвил визин 2", "сайлент хилл 2", "кронос", "сайлент хилл ф", "дед спейс 1"
  ],
  "Ассасины": [
    "одиссея", "шадоус", "юнити", "синдикат", "блэк флаг", "второй"
  ],
  "Резики": ["9", "8", "4", "2", "7", "3"],
  "Тонки": [
    "нфс хит", "среш 2", "нфс мв 2005", "бернаут парадайс", "нфс зе ран", "нфс анбаунд"
  ],
  "Шутера": [
    "фар край 6", "бф 1", "том кленси брейкпоинт", "буллетшторм", "биошок 3", "крайзис ремастер"
  ],

  "Сега": ["sonic frontiers", "якудза 0", "якудза 7", "SHINOBI: Art of Vengeance", "Catherine", "Jet Set Radio"],
  "Средневековье": ["kingdom: cd", "kingdom: cd 2", "хогвартс легаси", "готика 1", "плагуе тейл иносенс", "файбл"],
  "Азиатская вкуснятина": ["wukong", "стеллар блэйд", "лайс оф пи", "фёрст берсеркер", "вучанг", "кримсон десерт"],
  "Боевые искусства": ["Сифу", "шенмуе", "инджастис", "мк1", "мк11", "стрит файтер 6"],
  "Интерактивное кино": ["детройт", "лис", "лис 2", "хэви рейн", "бейонд ту соулс", "антил даун"],
  "Лего игры": ["Стар варс", "Гарри Поттер", "Lego batman 1", "Lego Movie", "властелин колец", "Lego City"],
  "Хоррор": ["аутласт", "визаж", "сома", "аутласт 2", "элиен изолейшн", "амнезия"],
  "Рогалики": ["дед селс", "айзек ребирф", "хадес", "етг", "мегабонк", "мьюгеникс"],
  "Платформеры": ["супер мит бой", "селеста", "рейман легендс", "катана зеро", "Sonic Mania", "The End Is Nigh"],
  "Лимбо подобные": ["limbo", "inside", "little nightmares", "reanimal", "little nightmares 2", "Bramble: The Mountain King"],
  "Детектив": ["Blacksad", "Sam & Max", "The Wolf Among Us", "Мафия 1", "Murdered: Soul Suspect", "мафия олд кантри"],
  "Японские рпг": ["трейлс", "октопат тревелер", "KINGDOM HEARTS", "Tales of Vesperia", "зельда ботва", "DRAGON QUEST III"],
  "Европейские рпг": ["Ведьмак 3", "Ведьмак 2", "Киберпанк", "Клэр обскур", "Балдур гейт 3", "драгон эйдж ориджинс"],
  "Аниме": ["Наруто шиппуден", "Tokyo Ghoul", "DRAGON BALL XENOVERSE", "ONE PIECE ODYSSEY", "SAO Fatal Bullet", "STEINS;GATE"],
  "Головоломки": ["The witness", "baba is you", "braid", "the exit 8", "superliminal", "portal 1"],

  "Любимые игры Сэда": ["рдр 2", "клэр обскур", "фар край 5", "якудза 0", "мафия 2", "киберпанк призрачная свобода"],
  "Любимые игры Жаке": ["античембер", "тлоу2", "валькинг дед дефинитив", "ас бразерхуд", "пе4", "майнкрафт"],
  "Любимые игры Феришки": ["NieR Automata", "Neon White", "Sonic Adventure", "Tales of Berseria", "GTA 4", "Goodbye Volcano High"],
  "Любимые игры Химченко": ["poe", "poe2", "торчлайт", "реанимал", "спайдер мен веб оф шэдоус", "постал 2"],
  "Любимые игры Адсарфа": ["silksong", "portal 2", "half-life 2", "Enter The Gungeon", "Undertale", "Dying light"],
  "Любимые игры ЭвилЧита": ["квейк4","Гов",
"Хк Силксонг",
"Найн солс",
"Стрей",
"batman arkham knight"],
  "Любимые игры Мелкого": ["рдр 2","ккд 1","мафия 2 оригинальная","киберпанк 2077","дмс 5","зельда тотк"],
  "Любимые игры Утка": ["Kingdom come deliverance", "Detroit become human", "Battlefield 4", "Factorio", "Disco Elysium", "Return of the obra dinn"],
  "Любимые игры Валера": ["Диско Элизиум","Омори","Метро второе","Тлоу1","Дарквуд","Фолыч4"],
  "Любимые игры Жипея": ["ноита", "рор2", "рдр2", "фолаут4", "майнкрафт", "метро эксодус"],
  "Любимые игры Фуди": ["Селеста", "Персона 4 голден", "ноита", "террария", "холоу найт", "портал 2"],
  "Любимые игры Думхантера": ["рдр 2", "ведьмак 3", "халф лайф 1", "мидл ерд шэдоу оф вор", "дум этернал", "хогвартс легаси"],
  "Любимые игры Русика": ["факторио", "елден ринг", "мегабонк", "айзек реберф", "дьябло 2", "диско элизиум"],
  "Выживач": ["Мгс 3", "Палворлд", "Террария", "Кубы", "сабнавтика", "зе форест"],
  "Супергеройка": ["чп1", "чп2", "майлз моралес", "диспатч", "бэтмен 3", "стражи галактики"],
  "Русские игры": ["атомик харт", "мор утопия", "метро2033", "сталкер", "Смута", "kings bounty"],
};
