// Данные для колеса. Меняйте этот объект, не трогая app.js.
const GAME_DATA = {
  "Сони не эксклюзивы": [
    "анчартед", "тлоу", "год оф вар", "паук 1", "рачёт и кланк", "тусима"
  ],
  "Атлус": [
    "метафор", "персона 3", "персона 4", "персона 5", "SMT V Vengeance", "Etrian Odyssey"
  ],
  "Рокстары": [
    "гта 5", "рдр1", "макс пейн3", "були", "ла ноир"
  ],
  "Финалки": [
    "фф7 1", "фф7 2", "фф7 спин офф", "фф15", "фф16", "FF 8"
  ],
  "Юбисофт": [
    "вои догс", "фаркрай3", "воч догс 2", "сасус парк1", "аватар", "Beyond Good & Evil"
  ],
  "Капком": [
    "прагмата", "драгон догма", "драгон догма 2", "оками", "мегамен 11", "дмс: девил мей край"
  ],
  "Беседка": [
    "скайрим", "фолаут 3", "фолаут нв", "фолаут 4", "старфилд", "обливион ремейк"
  ],
  "Адвские игры": [
    "дум 2016", "дум этернал", "дум средневековье", "дмс 5", "дмс 4", "байонетта"
  ],
  "Байсаджи и лайс оф пи": [
    "секиро", "дс 1", "дс 2", "дс 3", "элден ринг", "лайс оф пи"
  ],
  "Калды": [
    "mb2", "Ghosts", "Advanced Warfare", "World at War", "Modern Warfare 3"
  ],
  "Сореванилг хоррор": [
    "эвил визин", "эвил визин 2", "сайлент хилл 2", "кронос", "сайлент хилл ф", "дед спейс 1"
  ],
  "Ассасины": [
    "одиссея", "шадоус", "юнитм", "синдикат", "блэк флаг", "второй"
  ],
  "Резики": ["9", "8", "4", "2", "7", "3"],
  "Тонки": [
    "нфс хит", "среш 2", "нфс мв 2005", "бернаут парадайс", "нфс рес пи", "нфс анбаунд"
  ],
  "Шутера": [
    "фар край 6", "бф 1", "том кленси брейкпоинт", "булетшторн", "биошок 3", "крайзис ремастер"
  ],

  "Сега": ["sonic frontiers", "якудза 0", "якудза 7", "SHINOBI: Art of Vengeance", "Catherine", "Jet Set Radio"],
  "Средневековье": ["kingdom.com. cd", "kingdom.com. cd 2", "хогвартс легаси", "готика 1", "плагуе тейл иносенс", "файбл"],
  "Азиатская вкуснятина": ["wukong", "стеллар блэйд", "лайс оф пи", "форст берсеркер", "вуванг", "кримсон десерт"],
  "Боевые искусства": ["Сифу", "чэнгуе", "индхастик", "мк1", "мк11", "стфйтер 6"],
  "Интерактивное кино": ["детройт", "лис", "лис 2", "хвэи рейн", "бланть своюс", "антил даун"],
  "Лего игры": ["Стар варс", "Гарри Поттер", "Lego batman 1", "Lego Movie", "властелин колец", "Lego City"],
  "Хоррор": ["аутласт", "вижах", "сома", "аутласт 2", "злой изошленш", "амнезия"],
  "Рогалики": ["дед селс", "айзек ребирф", "хедес", "рейман легендс", "мегабокс", "мьёгеникс"],
  "Платформеры": ["супер мит бой", "селеста", "дс 1", "катана зеро", "Sonic Mania", "The End is Nigh"],
  "Лимбо подобные": ["limbo", "inside", "little nightmares", "reanimal", "little nightmares 2", "Bramble: The Mountain King"],
  "Детектив": ["Blacksad", "Sam & Max", "Мафия 2", "Мафия 1", "Murdered: Soul Suspect", "мафия олд кантри"],
  "Японские рпг": ["трейлс", "октопат травелер", "KINGDOM HEARTS -HD 1", "Tales of Vesperia", "драгон квест XI", "драгон квест ориджин"],
  "Европейские рпг": ["Ведьмак 3", "Ведьмак 2", "Киберпанк", "Клер обсур", "Балдур гейт 3", "драгон ага ориджин"],
  "Аниме": ["Наруто шиппуден", "Tokyo Ghoul", "DRAGON BALL XENOVERSE", "ONE PIECE ODYSSEY", "SAO Fatal Bullet"],
  "Головоломки": ["The witness", "baba is you", "braid", "the exit 8", "superliminal", "portal 1"],

  "Любимые игры Сэда": ["рдр 2", "клэр обсур", "фар край 5", "якудза 0", "мафия 2", "киберпанк призрака свободы"],
  "Любимые игры Жака": ["античамбер", "тлоу2", "валкинград дефинити", "ас бюсредж", "пе4", "майнкрафт"],
  "Любимые игры Ферши": ["NieR Automata", "Neon White", "Sonic Adventure", "Tales of Berseria", "GTA 4", "Goodbye Volcano H"],
  "Любимые игры Химченко": ["silksong", "portal 2", "half-life 2", "Enter The Gungeon", "Undertale", "Dying light"],
  "Любимые игры ЭвилЧита": ["квейк4"],
  "Любимые игры Меликы": ["Kingdom come deliverance", "Detroit become human", "Battlefield 4", "Factorio", "Disco Elysium", "Return of the obre dinn"],
  "Любимые игры Утка": ["нуита", "pop2", "рдр2", "фоллаут4", "майнкрафт"],
  "Любимые игры Балера": ["Супер мяс бой", "селеста", "поп2", "Tetris", "Sonic Mania", "Bramble: The Mountain"],
  "Любимые игры Жипинга": ["нуита", "Персона 4 голден", "террария", "холоу найт", "портал 2"],
  "Любимые игры Фуди": ["Celesta", "Персона 4 голден", "ноита", "холоу найт", "портал 2", "се форест"],
  "Любимые игры Думчактера": ["Мгс 3", "Палворлд", "Террария", "Кубы", "террария", "зе форест"],
  "Выживач": ["чп1", "чп2", "диспач", "бетмен 3", "стражи галактики"],
  "супергеройка": ["чп1", "чп2", "диспач", "бетмен 3", "стражи галактики"],
  "Русские игры": ["факторио", "елден ринг", "мегабонк", "айзек реберф", "дьябло 2", "диско элизиум", "Смута", "мор утопия", "метро", "сталкер", "смешанные русские игры"]
};
