const GAME_DATA = {
  "Предметы": [
    "Золотой кубик",
"Кроссовки спидраннера",
"Чекпоинт",
"Антивирус",
"Щит протагониста",
"Картридж сохранения",
"Счастливая монетка",
"Ключ разработчика",
"Очки EZ ",
"Банановая кожура",
"Энергетик",
"Сделка с дьяволом",
"Чёрный рынок",
"Карманник",
"Перчатки вора",
"Страховка аутсайдера",
"Проклятый кубик",
"Геймпад с дрифтом",
"Повязка Рэмбо",
"Пиратская копия",
"Удалённое сохранение",
"Мозг мелкого"
  ],
  "Дебаффы": [
    "Проклятый кубик",
"Геймпад с дрифтом",
"Очки Рэмбо",
"Пиратская копия",
"Удалённое сохранение"
  ],
  "Адские игры": [
    "байонетта",
    "дмс 4",
    "дмс 5",
    "дум 2016",
    "дум средневековье",
    "дум этернал"
  ],
  "Азиатская вкуснятина": [
    "вучанг",
    "кримсон десерт",
    "лайс оф пи",
    "стеллар блэйд",
    "фёрст берсеркер",
    "wukong"
  ],
  "Аниме": [
    "Наруто шиппуден",
    "DRAGON BALL XENOVERSE",
    "ONE PIECE ODYSSEY",
    "SAO Fatal Bullet",
    "STEINS;GATE",
    "Tokyo Ghoul"
  ],
  "Ассасины": [
    "блэк флаг",
    "второй",
    "одиссея",
    "синдикат",
    "шадоус",
    "юнити"
  ],
  "Атлус": [
    "метафор",
    "персона 3",
    "персона 4",
    "персона 5",
    "Etrian Odyssey",
    "SMT V Vengeance"
  ],
  "Бабадзаки и лайс оф пи": [
    "дс 1",
    "дс 2",
    "дс 3",
    "лайс оф пи",
    "секиро",
    "элден ринг"
  ],
  "Беседка": [
    "обливион ремейк",
    "скайрим",
    "старфилд",
    "фолаут 3",
    "фолаут 4",
    "фолаут нв"
  ],
  "Боевые искусства": [
    "инджастис",
    "мк1",
    "мк11",
    "Сифу",
    "стрит файтер 6",
    "шенмуе"
  ],
  "Выживач": [
    "зе форест",
    "Кубы",
    "Палворлд",
    "сабнавтика",
    "Террария",
    "breathedge"
  ],
  "Головоломки": [
    "baba is you",
    "braid",
    "portal 1",
    "superliminal",
    "the exit 8",
    "The witness"
  ],
  "Гонки": [
    "бернаут парадайс",
    "драйвер сан франциско",
    "нфс зе ран",
    "нфс мв 2005",
    "пейбек",
    "среш 2"
  ],
  "Детектив": [
    "мафия олд кантри",
    "Мафия 1",
    "Blacksad",
    "Murdered: Soul Suspect",
    "Sam & Max",
    "The Wolf Among Us"
  ],
  "Европейские рпг": [
    "Балдур гейт 3",
    "Ведьмак 2",
    "Ведьмак 3",
    "драгон эйдж ориджинс",
    "Киберпанк",
    "Клэр обскур"
  ],
  "Интерактивное кино": [
    "антил даун",
    "бейонд ту соулс",
    "детройт",
    "лис",
    "лис 2",
    "хэви рейн"
  ],
  "Калды": [
    "мв 2",
    "Advanced Warfare",
    "Black Ops II",
    "Ghosts",
    "Modern Warfare 3",
    "World at War"
  ],
  "Капком": [
    "дмс: девил мей край",
    "драгон догма",
    "драгон догма 2",
    "мегамен 11",
    "оками",
    "прагмата"
  ],
  "Лего игры": [
    "властелин колец",
    "Гарри Поттер",
    "Стар варс",
    "Lego batman 1",
    "Lego City",
    "Lego Movie"
  ],
  "Лимбо подобные": [
    "inside",
    "limbo",
    "little nightmares",
    "little nightmares 2",
    "reanimal",
    "Bramble: The Mountain King"
  ],
  "Любимые игры Адсарфа": [
    "half-life 2",
    "portal 2",
    "silksong",
    "Undertale",
    "Dying light",
    "Enter The Gungeon"
  ],
  "Любимые игры Валера": [
    "Дарквуд",
    "Диско Элизиум",
    "Метро второе",
    "Омори",
    "Тлоу1",
    "Фолыч4"
  ],
  "Любимые игры Думхантера": [
    "ведьмак 3",
    "дум этернал",
    "мидл ерд шэдоу оф вор",
    "рдр 2",
    "халф лайф 1",
    "хогвартс легаси"
  ],
  "Любимые игры Жаке": [
    "античембер",
    "ас бразерхуд",
    "валькинг дед дефинитив",
    "майнкрафт",
    "пе4",
    "тлоу2"
  ],
  "Любимые игры Жипея": [
    "гта са",
    "майнкрафт",
    "метро 2033",
    "ноита",
    "рдр2",
    "фолаут4"
  ],
  "Любимые игры Мелкого": [
    "зельда тотк",
    "киберпанк 2077",
    "ккд 1",
    "мафия 2 оригинальная",
    "мгс 5",
    "рдр 2"
  ],
  "Любимые игры Русика": [
    "айзек реберф",
    "диско элизиум",
    "дьябло 2",
    "елден ринг",
    "мегабонк",
    "факторио"
  ],
  "Любимые игры Сэда": [
    "киберпанк призрачная свобода",
    "клэр обскур",
    "мафия 2",
    "рдр 2",
    "фар край 5",
    "якудза 0"
  ],
  "Любимые игры Утка": [
    "Detroit become human",
    "Disco Elysium",
    "Factorio",
    "Kingdom come deliverance",
    "Return of the obra dinn",
    "Battlefield 4"
  ],
  "Любимые игры Феришки": [
    "Goodbye Volcano High",
    "GTA 4",
    "Neon White",
    "NieR Automata",
    "Sonic Adventure",
    "Tales of Berseria"
  ],
  "Любимые игры Фуди": [
    "ноита",
    "Персона 4 голден",
    "портал 2",
    "Селеста",
    "террария",
    "холоу найт"
  ],
  "Любимые игры Химченко": [
    "The darkness 2",
    "Bioshok inifinty",
    "Prototype 1",
    "реанимал",
    "спайдер мен веб оф шадоус",
    "Star wars force unleashed 2"
  ],
  "Любимые игры ЭвилЧита": [
    "Гов",
    "квейк4",
    "Найн солс",
    "Стрей",
    "Хк Силксонг",
    "batman arkham knight"
  ],
  "Платформеры": [
    "катана зеро",
    "рейман легендс",
    "селеста",
    "супер мит бой",
    "Sonic Mania",
    "The End Is Nigh"
  ],
  "Резики": [
    "2",
    "3",
    "4",
    "7",
    "8",
    "9"
  ],
  "Рогалики": [
    "айзек ребирф",
    "дед селс",
    "етг",
    "мегабонк",
    "мьюгеникс",
    "хадес"
  ],
  "Рокстары": [
    "булли",
    "гта 5",
    "гта триогия",
    "ла ноир",
    "макс пейн3",
    "рдр1"
  ],
  "Русские игры": [
    "атомик харт",
    "метро2033",
    "мор утопия",
    "Смута",
    "сталкер",
    "kings bounty"
  ],
  "Сега": [
    "якудза 0",
    "якудза 7",
    "Catherine",
    "Jet Set Radio",
    "SHINOBI: Art of Vengeance",
    "sonic frontiers"
  ],
  "Сони не эксклюзивы": [
    "анчартед",
    "год оф вар рагнарёк",
    "паук 1",
    "рачёт и кланк",
    "тлоу",
    "тусима"
  ],
  "Средневековье": [
    "готика 1",
    "плагуе тейл иносенс",
    "файбл",
    "хогвартс легаси",
    "kingdom: cd",
    "kingdom: cd 2"
  ],
  "Супергеройка": [
    "бэтмен 3",
    "дедпул",
    "диспатч",
    "стражи галактики",
    "чп1",
    "чп2"
  ],
  "Сюрвайвал хоррор": [
    "дед спейс 1",
    "кронос",
    "сайлент хилл 2",
    "сайлент хилл ф",
    "эвил визин",
    "эвил визин 2"
  ],
  "Финалки": [
    "фф15",
    "фф16",
    "фф7 1",
    "фф7 2",
    "фф7 спин офф",
    "FF 8"
  ],
  "Хоррор": [
    "ROUTINE",
    "аутласт",
    "аутласт 2",
    "визаж",
    "сома",
    "элиен изолейшн"
  ],
  "Шутера": [
    "биошок 3",
    "буллетшторм",
    "бф 1",
    "крайзис ремастер",
    "том кленси брейкпоинт",
    "фар край 6"
  ],
  "Юбисофт": [
    "аватар",
    "вои догс",
    "воч догс 2",
    "саус парк 1",
    "фар край 3",
    "Beyond Good & Evil"
  ],
  "Японские рпг": [
    "зельда ботва",
    "октопат тревелер",
    "трейлс первая часть(старая или новая)",
    "DRAGON QUEST III",
    "KINGDOM HEARTS",
    "Tales of Vesperia"
  ]
};
